Repository: Voxel-Fox-Ltd/Profile
Catalog: locales/*/LC_MESSAGES/profile.po
Languages: de, es, fr, nl, pt

source: advanced
de: Fortgeschrittene
es: avanzado
fr: avancé
nl: geavanceerd
pt: avançado

source: The group command for advanced settings.
de: Der Gruppenbefehl für erweiterte Einstellungen.
es: El comando de grupo para ajustes avanzados.
fr: La commande de groupe pour les paramètres avancés.
nl: Het groepscommando voor geavanceerde instellingen.
pt: O comando de grupo para configurações avançadas.

source: enable
de: aktivieren
es: habilitar
fr: activer
nl: inschakelen
pt: habilitar

source: Enable advanced mode for this guild.
de: Aktiviere den erweiterten Modus für diese Gilde.
es: Activa el modo avanzado para este gremio.
fr: Active le mode avancé pour cette guilde.
nl: Schakel de geavanceerde modus in voor dit gilde.
pt: Habilite o modo avançado para esta guilda.

source: disable
de: deaktivieren
es: deshabilitar
fr: désactiver
nl: uitschakelen
pt: destativar

source: Disable advanced mode for this guild.
de: Deaktiviere den erweiterten Modus für diese Gilde.
es: Desactiva el modo avanzado para este gremio.
fr: Désactive le mode avancé pour cette guilde.
nl: Schakel de geavanceerde modus voor dit gilde uit.
pt: Desabilite o modo avançado para esta guilda.

source: Advanced settings have been enabled for your guild. This means that the character limits for field prompts have been disabled in modals, allowing you to input commands and use multi-fields in your templates. The character limits still apply, however, and any prompts that _aren't_ multi-field prompts or commands will be truncated without warning.
de: Die erweiterten Einstellungen wurden für deine Gilde aktiviert. Das bedeutet, dass die Zeichenbegrenzung für Feldaufforderungen in Modals deaktiviert wurde, sodass du Befehle eingeben und mehrere Felder in deinen Vorlagen verwenden kannst. Die Zeichenbeschränkungen gelten jedoch weiterhin und alle Eingabeaufforderungen, die keine Mehrfeld-Eingabeaufforderungen oder Befehle sind, werden ohne Warnung abgeschnitten.
es: Se han activado los ajustes avanzados para tu gremio. Esto significa que se han desactivado los límites de caracteres para las peticiones de campo en los modales, lo que te permite introducir comandos y utilizar campos múltiples en tus plantillas. Sin embargo, los límites de caracteres siguen vigentes, y cualquier petición que _no_ sea una petición o comando multi-campo se truncará sin previo aviso.
fr: Les paramètres avancés ont été activés pour ta guilde. Cela signifie que les limites de caractères pour les invites de champ ont été désactivées dans les modales, ce qui te permet de saisir des commandes et d'utiliser des champs multiples dans tes modèles. Les limites de caractères s'appliquent toujours, cependant, et toutes les invites qui _ne sont pas des invites ou des commandes multi-champs seront tronquées sans avertissement.
nl: Geavanceerde instellingen zijn ingeschakeld voor je gilde. Dit betekent dat de karakterlimieten voor veldprompts zijn uitgeschakeld in modals, zodat je commando's kunt invoeren en meerdere velden kunt gebruiken in je sjablonen. De karakterbeperkingen gelden echter nog steeds, en alle prompts die _geen_ multi-veld prompts of commando's zijn worden zonder waarschuwing afgekapt.
pt: Configurações avançadas foram habilitadas para a sua guilda. Isto significa que os limites de caracteres para os prompts de campo foram desabilitados nos modais, permitindo que você insira comandos e use campos múltiplos em seus templates. Os limites de caracteres ainda se aplicam, no entanto, e quaisquer prompts que _aren't_ prompts ou comandos de múltiplos campos serão truncados sem aviso.

source: Advanced settings have been disabled for your guild.
de: Die erweiterten Einstellungen wurden für deine Gilde deaktiviert.
es: Se han desactivado los ajustes avanzados para tu gremio.
fr: Les paramètres avancés ont été désactivés pour ta guilde.
nl: Geavanceerde instellingen zijn uitgeschakeld voor je gilde.
pt: Configurações avançadas foram desativadas para a sua guilda.

source: information
es: información
nl: informatie
pt: informação

source: Get information and links for the bot.
de: Erhalte Informationen und Links für den Bot.
es: Consigue información y enlaces para el robot.
fr: Obtiens des informations et des liens pour le bot.
nl: Informatie en links voor de bot.
pt: Obtenha informações e links para o bot.

source: Creator
de: Ersteller
es: Creador
fr: Créateur
nl: Maker
pt: Criador

source: Website
de: Webseite
es: Sitio web
fr: Site web
pt: Site

source: Donate
es: Donar
fr: Faire un don
pt: Doação

source: Support
es: Soporte
nl: Ondersteuning
pt: Suporte

source: Vote
de: Abstimmen
es: Votar
nl: Stem

source: Leave a review
de: Bewertung schreiben
es: Dejar un comentario
fr: Laisser un avis
nl: Schrijf een beoordeling

source: Source Code
de: Quellcode
es: Código Fuente
fr: Code source
nl: Broncode
pt: Código Fonte

source: Message requested by {user}.
de: Nachricht angefordert von {user}.
es: Mensaje solicitado por {user}.
fr: Message demandé par {user}.
nl: Bericht gevraagd door {user}.

source: You don't have permission to send messages in this channel.
de: Sie haben nicht die Erlaubnis, Nachrichten in diesem Kanal zu senden.
es: No tienes permiso para enviar mensajes en este canal.
fr: Vous n'avez pas la permission d'envoyer des messages dans ce canal.
nl: Je hebt geen toestemming om in dit kanaal berichten te sturen.

source: Make public
de: Veröffentlichen
es: Hacer público
fr: Rendre public
nl: Maak openbaar

source: You don't have any profiles for the template **{template}**.
de: Du hast keine Profile für die Vorlage **{template}**.
es: No tienes ningún perfil para la plantilla **{template}**.
fr: Tu n'as pas de profils pour le modèle **{template}**.
nl: Je hebt geen profielen voor het sjabloon **{template}**.
pt: Você não tem nenhum perfil para o modelo **{template}**.

source: **{user}** doesn't have any profiles for the template **{template}**.
de: **{user}** hat keine Profile für die Vorlage **{template}**.
es: **{user}** no tiene ningún perfil para la plantilla **{template}**.
fr: **{user}** n'a pas de profils pour le modèle **{template}**.
nl: **{user}** heeft geen profielen voor het sjabloon **{template}**.
pt: **{user}** não tem nenhum perfil para o modelo **{template}**.

source: Please select a profile to view.
de: Bitte wähle ein Profil aus, um es anzusehen.
es: Selecciona un perfil para verlo.
fr: Veuillez sélectionner un profil pour le visualiser.
nl: Selecteer een profiel om te bekijken.
pt: Por favor, selecione um perfil para visualizar.

source: You don't have a profile for the template **{template}** with that name.
de: Du hast kein Profil für die Vorlage **{template}** mit diesem Namen.
es: No tienes un perfil para la plantilla **{template}** con ese nombre.
fr: Tu n'as pas de profil pour le modèle **{template}** avec ce nom.
nl: Je hebt geen profiel voor het sjabloon **{template}** met die naam.
pt: Você não tem um perfil para o modelo **{template}* com esse nome.

source: Are you sure you want to delete the profile **{profile}**?
de: Bist du sicher, dass du dein Profil **{profile}** löschen möchtest?
es: ¿Estás seguro de que quieres borrar el perfil **{profile}**?
fr: Êtes-vous sûr de vouloir supprimer le profil **{profile}** ?
nl: Weet je zeker dat je het profiel **{profile}** wilt verwijderen?
pt: Você tem certeza de que quer apagar o perfil **{profile}**?

source: Yes
de: Ja
es: Sí
fr: Oui
nl: Ja
pt: Sim

source: The profile **{profile}** has been deleted.
de: Das Profil **{profile}** wurde gelöscht.
es: El perfil **{profile}** ha sido eliminado.
fr: Le profil **{profile}** a été supprimé.
nl: Het profiel **{profile}** is verwijderd.
pt: O perfil **{profile}** foi eliminado.

source: You have no profiles for the template **{template}** with that name.
de: Du hast keine Profile für die Vorlage **{template}** mit diesem Namen.
es: No tienes perfiles para la plantilla **{template}** con ese nombre.
fr: Tu n'as pas de profils pour le modèle **{template}** avec ce nom.
nl: Je hebt geen profielen voor het sjabloon **{template}** met die naam.
pt: Você não tem perfis para o modelo **{template}** com esse nome.

source: To edit this profile, it must be converted to a draft. This will unsubmit it, and it will need to be re-verified before others can see it again. Are you sure you want to continue?
de: Um dieses Profil zu bearbeiten, muss es in einen Entwurf umgewandelt werden. Dadurch wird es gelöscht und muss erneut überprüft werden, bevor andere es wieder sehen können. Bist du sicher, dass du fortfahren möchtest?
es: Para editar este perfil, debes convertirlo en borrador. Esto lo anulará, y será necesario volver a verificarlo antes de que otros puedan verlo de nuevo. ¿Estás seguro de que quieres continuar?
fr: Pour modifier ce profil, il doit être converti en brouillon. Cela le désenvoutera et il devra être revérifié avant que les autres puissent le voir à nouveau. Tu es sûre de vouloir continuer ?
nl: Om dit profiel te bewerken moet het omgezet worden in een concept. Hierdoor wordt het niet meer ingediend, en moet het opnieuw geverifieerd worden voordat anderen het weer kunnen zien. Weet je zeker dat je door wilt gaan?
pt: Para editar este perfil, ele deve ser convertido em um rascunho. Isto irá des-submetê-lo e ele precisará ser verificado novamente antes que outros possam vê-lo novamente. Você tem certeza de que quer continuar?

source: Edit profile name
de: Profilname bearbeiten
es: Editar perfil del nombre
fr: Modifier le nom du profil
nl: Profielnaam bewerken
pt: Editar nome do perfil

source: Submit
de: Senden
es: Enviar
fr: Envoyer
nl: Verzenden
pt: Enviar

source: What would you like to edit?
de: Was würdest du gerne bearbeiten?
es: ¿Qué te gustaría editar?
fr: Qu'aimerais-tu éditer ?
nl: Wat zou je willen bewerken?
pt: O que você gostaria de editar?

source: You have already submitted the maximum number of profiles for this template.
de: Du hast bereits die maximale Anzahl von Profilen für diese Vorlage eingereicht.
es: Ya has enviado el número máximo de perfiles para esta plantilla.
fr: Tu as déjà soumis le nombre maximum de profils pour ce modèle.
nl: Je hebt het maximale aantal profielen voor dit sjabloon al ingediend.
pt: Você já submeteu o número máximo de perfis para este modelo.

source: {user} has already submitted the maximum number of profiles for this template.
de: {user} hat bereits die maximale Anzahl von Profilen für diese Vorlage eingereicht.
es: {user} ya ha enviado el número máximo de perfiles para esta plantilla.
fr: {user} a déjà soumis le nombre maximum de profils pour ce modèle.
nl: {user} heeft al het maximale aantal profielen voor dit sjabloon ingediend.
pt: {user} já apresentou o número máximo de perfis para este modelo.

source: That profile doesn't exist.
de: Dieses Profil gibt es nicht.
es: Ese perfil no existe.
fr: Ce profil n'existe pas.
nl: Dat profiel bestaat niet.
pt: Esse perfil não existe.

source: That profile is already a draft.
de: Dieses Profil ist bereits ein Entwurf.
es: Ese perfil ya es un borrador.
fr: Ce profil est déjà une ébauche.
nl: Dat profiel is al een ontwerp.
pt: Esse perfil já é um rascunho.

source: Your profile has been converted to a draft. You can now edit it.
de: Dein Profil wurde in einen Entwurf umgewandelt. Du kannst es jetzt bearbeiten.
es: Tu perfil se ha convertido en un borrador. Ahora puedes editarlo.
fr: Ton profil a été converti en brouillon. Tu peux maintenant le modifier.
nl: Je profiel is omgezet in een concept. Je kunt het nu bewerken.
pt: Seu perfil foi convertido em um rascunho. Agora você pode editá-lo.

source: You can only edit draft profiles. Convert this profile to a draft to proceed.
de: Du kannst nur Profilentwürfe bearbeiten. Wandle dieses Profil in einen Entwurf um, um fortzufahren.
es: Sólo puedes editar borradores de perfiles. Convierte este perfil en borrador para continuar.
fr: Tu ne peux modifier que les projets de profils. Transforme ce profil en brouillon pour continuer.
nl: Je kunt alleen conceptprofielen bewerken. Converteer dit profiel naar een concept om verder te gaan.
pt: Você só pode editar perfis de rascunho. Converta este perfil em um rascunho para prosseguir.

source: This is not the most recent version of your profile. Please re-run the edit command to continue.
de: Dies ist nicht die aktuellste Version deines Profils. Bitte führe den Bearbeitungsbefehl erneut aus, um fortzufahren.
es: Esta no es la versión más reciente de tu perfil. Vuelve a ejecutar el comando de edición para continuar.
fr: Ce n'est pas la version la plus récente de ton profil. Veuillez réexécuter la commande d'édition pour continuer.
nl: Dit is niet de meest recente versie van je profiel. Voer het bewerkingscommando opnieuw uit om verder te gaan.
pt: Esta não é a versão mais recente do seu perfil. Por favor, execute novamente o comando editar para continuar.

source: Set the name of your profile
de: Legen Sie den Namen für Ihr Profil fest
es: Establece el nombre de tu perfil
fr: Définissez le nom de votre profil
nl: Stel de naam van je profiel in
pt: Defina o nome do seu perfil

source: I encountered an error.
de: Ich bin auf einen Fehler gestoßen.
es: He encontrado un error.
fr: J'ai rencontré une erreur.
nl: Ik kwam een fout tegen.
pt: Eu encontrei um erro.

source: The length of your input must be between 1 and 1000 characters.
de: Die Länge deiner Eingabe muss zwischen 1 und 1000 Zeichen liegen.
es: La longitud de tu entrada debe estar comprendida entre 1 y 1000 caracteres.
fr: La longueur de ta saisie doit être comprise entre 1 et 1000 caractères.
nl: De lengte van je invoer moet tussen 1 en 1000 tekens liggen.
pt: O comprimento da sua entrada deve ser entre 1 e 1000 caracteres.

source: You did not give a valid number.
de: Du hast keine gültige Nummer angegeben.
es: No has dado un número válido.
fr: Tu n'as pas donné un numéro valide.
nl: Je hebt geen geldig nummer opgegeven.
pt: Você não deu um número válido.

source: The image URL you gave isn't valid. Please give a direct link to an image.
de: Die von dir angegebene Bild-URL ist nicht gültig. Bitte gib einen direkten Link zu einem Bild an.
es: La URL de la imagen que has dado no es válida. Por favor, proporciona un enlace directo a una imagen.
fr: L'URL de l'image que tu as donnée n'est pas valide. S'il te plaît, donne un lien direct vers une image.
nl: De URL van de afbeelding die je gaf is niet geldig. Geef alsjeblieft een directe link naar een afbeelding.
pt: A URL da imagem que você deu não é válida. Por favor, dê um link direto para uma imagem.

source: You already have a profile with that name.
de: Du hast bereits ein Profil mit diesem Namen.
es: Ya tienes un perfil con ese nombre.
fr: Tu as déjà un profil avec ce nom.
nl: Je hebt al een profiel met die naam.
pt: Você já tem um perfil com esse nome.

source: This profile has already been submitted.
de: Dieses Profil ist bereits eingereicht worden.
es: Este perfil ya ha sido enviado.
fr: Ce profil a déjà été soumis.
nl: Dit profiel is al ingediend.
pt: Este perfil já foi submetido.

source: This is not the most recent version of the profile. Please re-run the edit command to continue.
de: Dies ist nicht die aktuellste Version des Profils. Bitte führen Sie den Bearbeitungsbefehl erneut aus, um fortzufahren.
es: Esta no es la versión más reciente del perfil. Vuelve a ejecutar el comando de edición para continuar.
fr: Il ne s'agit pas de la version la plus récente du profil. Veuillez réexécuter la commande d'édition pour continuer.
nl: Dit is niet de meest recente versie van het profiel. Voer het bewerkingscommando opnieuw uit om verder te gaan.
pt: Esta não é a versão mais recente do perfil. Favor executar novamente o comando de edição para continuar.

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
nl: Goedkeuren
pt: Aprovar

source: Deny
de: Ablehnen
es: Negar
fr: Refuser
nl: Afwijzen
pt: Negar

source: Failed to send the profile to the verification channel. Please let an admin know, and then try again later.
de: Das Profil konnte nicht an den Verifizierungskanal gesendet werden. Bitte informieren Sie einen Administrator und versuchen Sie es später noch einmal.
es: No se ha podido enviar el perfil al canal de verificación. Por favor, avisa a un administrador y vuelve a intentarlo más tarde.
fr: Impossible d'envoyer le profil au canal de vérification. Veuillez le faire savoir à un administrateur et réessayer plus tard.
nl: Het is niet gelukt het profiel naar het verificatiekanaal te sturen. Laat het een beheerder weten, en probeer het later nog eens.
pt: Não enviou o perfil para o canal de verificação. Por favor, informe um administrador, e tente novamente mais tarde.

source: This profile has been submitted for verification.
de: Dein Profil wurde zur Überprüfung eingereicht.
es: Este perfil se ha enviado para su verificación.
fr: Ton profil a été soumis pour vérification.
nl: Dit profiel is ter verificatie ingediend.
pt: O seu perfil foi submetido para verificação.

source: You don't have an archive thread. Your profile has still been approved, but no archive message has been sent.
de: Du hast keinen Archiv-Thread. Dein Profil wurde zwar genehmigt, aber es wurde noch keine Archivnachricht verschickt.
es: No tienes un hilo de archivo. Tu perfil ha sido aprobado, pero no se ha enviado ningún mensaje de archivo.
fr: Tu n'as pas de fil d'archive. Ton profil a quand même été approuvé, mais aucun message d'archive n'a été envoyé.
nl: Je hebt geen archiefdraad. Je profiel is nog wel goedgekeurd, maar er is geen archiefbericht verstuurd.

source: Failed to send the profile to the archive channel. Please let an admin know, and then try again later.
de: Das Profil konnte nicht an den Archivkanal gesendet werden. Bitte informieren Sie einen Administrator und versuchen Sie es später noch einmal.
es: No se ha podido enviar el perfil al canal de archivo. Por favor, avisa a un administrador y vuelve a intentarlo más tarde.
fr: L'envoi de ton profil au canal des archives a échoué. Fais-le savoir à un administrateur, puis réessaie plus tard.
nl: Het is niet gelukt het profiel naar het archiefkanaal te sturen. Laat het een beheerder weten en probeer het later nog eens.
pt: Falha no envio do perfil para o canal de arquivo. Por favor, informe um administrador, e tente novamente mais tarde.

source: This profile has been submitted to the archive.
de: Dein Profil wurde an das Archiv übermittelt.
es: Este perfil se ha enviado al archivo.
fr: Ton profil a été soumis aux archives.
nl: Dit profiel is ingediend bij het archief.
pt: Seu perfil foi enviado para o arquivo.

source: This profile has been submitted.
de: Dein Profil wurde eingereicht.
es: Este perfil ha sido enviado.
fr: Ton profil a été soumis.
nl: Dit profiel is ingediend.
pt: O seu perfil foi submetido.

source: I couldn't add the role to you for some reason. Please let an admin know, and they should be able to fix this.
de: Ich konnte dir die Rolle aus irgendeinem Grund nicht zuweisen. Bitte melde dich bei einem Administrator, damit er das Problem beheben kann.
es: No he podido añadirte el rol por alguna razón. Por favor, avisa a un administrador para que pueda solucionarlo.
fr: Je n'ai pas pu t'ajouter le rôle pour une raison quelconque. Fais-le savoir à un administrateur et il devrait pouvoir résoudre ce problème.
nl: Ik kon de rol om een of andere reden niet aan je toevoegen. Laat het een admin weten, en zij zouden dit moeten kunnen oplossen.
pt: Eu não poderia acrescentar o papel a você por alguma razão. Por favor, informe um administrador, e eles devem ser capazes de corrigir isso.

source: {user} doesn't have an archive thread. Their profile has still been approved, but no archive message has been sent.
de: {user} hat keinen Archiv-Thread. Ihr Profil wurde zwar genehmigt, aber es wurde keine Archivnachricht gesendet.
es: {user} no tiene un hilo de archivo. Su perfil sigue aprobado, pero no se ha enviado ningún mensaje de archivo.
fr: {user} n'a pas de fil d'archive. Leur profil a quand même été approuvé, mais aucun message d'archive n'a été envoyé.
nl: {user} heeft geen archiefdraad. Hun profiel is nog wel goedgekeurd, maar er is geen archiefbericht verzonden.

source: Failed to send the profile to the archive channel.
de: Das Profil konnte nicht an den Archivkanal gesendet werden.
es: No se ha podido enviar el perfil al canal de archivo.
fr: Impossible d'envoyer le profil au canal d'archivage.
nl: Mislukt om het profiel naar het archiefkanaal te sturen.
pt: Falha em enviar o perfil para o canal de arquivo.

source: Your profile has been approved and is now publicly available :)
de: Dein Profil wurde genehmigt und ist jetzt öffentlich zugänglich :)
es: Tu perfil ha sido aprobado y ya está disponible públicamente :)
fr: Ton profil a été approuvé et est maintenant accessible au public :)
nl: Je profiel is goedgekeurd en is nu openbaar :)
pt: Seu perfil foi aprovado e agora está disponível ao público :)

source: I couldn't failed to add the role for this template to the user.
de: Es ist mir nicht gelungen, dem Benutzer die Rolle für diese Vorlage hinzuzufügen.
es: No he podido añadir el rol de esta plantilla al usuario.
fr: Je n'ai pas réussi à ajouter le rôle de ce modèle à l'utilisateur.
nl: Het lukte me niet om de rol voor dit sjabloon toe te voegen aan de gebruiker.
pt: Eu não poderia deixar de adicionar o papel para este modelo ao usuário.

source: Your profile has been denied.
de: Dein Profil wurde abgelehnt.
es: Tu perfil ha sido rechazado.
fr: Ton profil a été refusé.
nl: Je profiel is geweigerd.
pt: Seu perfil foi negado.

source: template
de: Vorlage
es: plantilla
fr: modèle
pt: modelo

source: list
de: Liste
es: lista
fr: liste
nl: lijst
pt: lista

source: A list of all the templates created on your guild.
de: Eine Liste mit allen Vorlagen, die in deiner Gilde erstellt wurden.
es: Una lista de todas las plantillas creadas en tu gremio.
fr: Une liste de tous les modèles créés sur ta guilde.
nl: Een lijst van alle sjablonen die op je gilde zijn aangemaakt.
pt: Uma lista de todos os modelos criados em sua guilda.

source: delete
de: löschen
es: borrar
fr: supprimer
nl: verwijderen
pt: excluir

source: Delete one of your templates.
de: Löschen Sie eine Ihrer Vorlagen.
es: Elimina una de tus plantillas.
fr: Supprimez l'un de vos modèles.
nl: Verwijder een van je sjablonen.
pt: Apague um de seus gabaritos.

source: create
de: Erstellen
es: crear
fr: créer
nl: aanmaken
pt: criar

source: Create a new template for your guild.
de: Erstellen Sie eine neue Vorlage für Ihre Gilde.
es: Crea una nueva plantilla para tu gremio.
fr: Créez un nouveau modèle pour votre guilde.
nl: Maak een nieuw sjabloon voor je gilde.
pt: Crie um novo modelo para sua guilda.

source: edit
de: bearbeiten
es: editar
fr: modifier
nl: bewerk
pt: editar

source: Edit an already existing template.
de: Bearbeite eine bereits vorhandene Vorlage.
es: Edita una plantilla ya existente.
fr: Modifie un modèle déjà existant.
nl: Bewerk een reeds bestaand sjabloon.
pt: Edite um modelo já existente.

source: manage
de: verwalten
es: administrar
fr: gérer
nl: beheren
pt: gerenciar

source: Create a command for another person.
de: Erstelle einen Befehl für eine andere Person.
es: Crea una orden para otra persona.
fr: Crée une commande pour une autre personne.
nl: Maak een opdracht voor een ander.
pt: Crie um comando para outra pessoa.

source: The template you want to create a profile in.
de: Die Vorlage, in der Sie ein Profil erstellen möchten.
es: La plantilla en la que quieres crear un perfil.
fr: Le modèle dans lequel vous voulez créer un profil.
nl: Het sjabloon waarin je een profiel wilt maken.
pt: O modelo no qual você deseja criar um perfil.

source: user
de: Benutzer
es: usuario
fr: utilisateur
nl: gebruiker
pt: usuário
