Repository: Voxel-Fox-Ltd/Profile
Catalog: locales/*/LC_MESSAGES/profile.po
Languages: de, es, fr, nl, pt

source: The user that you want to create a profile for.
de: Der Benutzer, für den Sie ein Profil erstellen möchten.
es: El usuario para el que quieres crear un perfil.
fr: L'utilisateur pour lequel vous souhaitez créer un profil.
nl: De gebruiker voor wie je een profiel wilt aanmaken.
pt: O usuário para o qual você deseja criar um perfil.

source: Delete a command for another person.
de: Lösche einen Befehl für eine andere Person.
es: Borra una orden para otra persona.
fr: Supprime une commande pour une autre personne.
nl: Verwijder een opdracht voor een andere persoon.
pt: Excluir um comando para outra pessoa.

source: The template you want to delete a profile in.
de: Die Vorlage, in der du ein Profil löschen möchtest.
es: La plantilla en la que quieres eliminar un perfil.
fr: Le modèle dans lequel tu veux supprimer un profil.
nl: Het sjabloon waarin je een profiel wilt verwijderen.
pt: O modelo no qual você quer excluir um perfil.

source: profile
de: Profil
es: perfil
fr: profil
nl: profiel
pt: perfil

source: The profile that you want to delete.
de: Das Profil, das du löschen möchtest.
es: El perfil que quieres eliminar.
fr: Le profil que tu veux supprimer.
nl: Het profiel dat je wilt verwijderen.
pt: O perfil que você deseja excluir.

source: Edit a command for another person.
de: Bearbeite einen Befehl für eine andere Person.
es: Edita un comando para otra persona.
fr: Modifie une commande pour une autre personne.
nl: Bewerk een opdracht voor een andere persoon.
pt: Editar um comando para outra pessoa.

source: The template you want to edit a profile in.
de: Die Vorlage, in der du ein Profil bearbeiten möchtest.
es: La plantilla en la que quieres editar un perfil.
fr: Le modèle dans lequel tu veux modifier un profil.
nl: Het sjabloon waarin je een profiel wilt bewerken.
pt: O modelo no qual você quer editar um perfil.

source: The user that you want to edit a profile for.
de: Der Benutzer, für den du ein Profil bearbeiten möchtest.
es: El usuario del que quieres editar un perfil.
fr: L'utilisateur pour lequel tu veux modifier un profil.
nl: De gebruiker voor wie je een profiel wilt bewerken.
pt: O usuário para o qual você quer editar um perfil.

source: The profile that you want to edit.
de: Das Profil, das du bearbeiten möchtest.
es: El perfil que quieres editar.
fr: Le profil que tu veux modifier.
nl: Het profiel dat je wilt bewerken.
pt: O perfil que você deseja editar.

source: \u2022 **{template_name}** (0 profiles)
de: \u2022 **{template_name}** (0 Profile)
es: \u2022 **{template_name}** (0 perfiles)
fr: \u2022 **{template_name}** (0 profils)
nl: \u2022 **{template_name}** (0 profielen)
pt: \u2022 **{template_name}** (0 perfis)

source: \u2022 **{template_name}** ({profile_count} profile)
de: \u2022 **{template_name}** ({profile_count} Profil)
es: \u2022 **{template_name}** ({profile_count} perfil)
fr: \u2022 **{template_name}** ({profile_count} profil)
nl: \u2022 **{template_name}** ({profile_count} profiel)
pt: \u2022 **{template_name}** ({profile_count} perfil)

source: \u2022 **{template_name}** ({profile_count} profiles)
de: \u2022 **{template_name}** ({profile_count} Profile)
es: \u2022 **{template_name}** ({profile_count} perfiles)
fr: \u2022 **{template_name}** ({profile_count} profils)
nl: \u2022 **{template_name}** ({profile_count} profielen)
pt: \u2022 **{template_name}** ({profile_count} perfis)

source: There are no created templates for this guild.
de: Es gibt keine erstellten Vorlagen für diese Gilde.
es: No hay plantillas creadas para este gremio.
fr: Il n'y a pas de modèles créés pour cette guilde.
nl: Er zijn geen aangemaakte sjablonen voor dit gilde.
pt: Não existem modelos criados para esta guilda.

source: Please use the autocomplete to select a template.
de: Bitte verwende die Autovervollständigung, um eine Vorlage auszuwählen.
es: Utiliza el autocompletar para seleccionar una plantilla.
fr: Utilise l'autocomplétion pour sélectionner un modèle.
nl: Gebruik de autocomplete om een sjabloon te kiezen.
pt: Favor usar o autocompletar para selecionar um modelo.

source: The name **{template_name}** is not valid.
de: Der Name **{template_name}** ist nicht gültig.
es: El nombre **{template_name}** no es válido.
fr: Le nom **{template_name}** n'est pas valide.
nl: De naam **{template_name}** is niet geldig.
pt: O nome **{template_name}** não é válido.

source: That template name is already in use.
de: Dieser Vorlagenname ist bereits in Gebrauch.
es: Ese nombre de plantilla ya está en uso.
fr: Ce nom de modèle est déjà utilisé.
nl: Die sjabloonnaam is al in gebruik.
pt: Esse nome de modelo já está em uso.

source: You don't have a template with that name.
de: Du hast keine Vorlage mit diesem Namen.
es: No tienes una plantilla con ese nombre.
fr: Tu n'as pas de modèle avec ce nom.
nl: Je hebt geen sjabloon met die naam.
pt: Você não tem um modelo com esse nome.

source: Please use the autocomplete to select a profile.
de: Bitte verwenden Sie die Autovervollständigung, um ein Profil auszuwählen.
es: Utiliza el autocompletado para seleccionar un perfil.
fr: Veuillez utiliser l'autocomplétion pour sélectionner un profil.
nl: Gebruik de autocomplete om een profiel te selecteren.
pt: Favor usar o autocompletar para selecionar um perfil.

source: name
es: nombre
fr: nom
nl: naam
pt: nome

source: The name of the profile.
de: Der Name des Profils.
es: El nombre del perfil.
fr: Le nom du profil.
nl: De naam van het profiel.
pt: O nome do perfil.

source: Create a new profile.
de: Erstelle ein neues Profil.
es: Crea un perfil nuevo.
fr: Crée un nouveau profil.
nl: Maak een nieuw profiel aan.
pt: Crie um novo perfil.

source: Delete one of your profiles.
de: Löschen Sie eines Ihrer Profile.
es: Elimina uno de tus perfiles.
fr: Supprimez l'un de vos profils.
nl: Verwijder een van je profielen.
pt: Elimine um de seus perfis.

source: get
de: erhalten
es: obtener
fr: obtenir
nl: ophalen
pt: receber

source: Display a created profile
de: Ein erstelltes Profil anzeigen
es: Mostrar un perfil creado
fr: Afficher un profil créé
nl: Geef een aangemaakt profiel weer
pt: Exibir um perfil criado

source: The person whose profile you want to get.
de: Die Person, deren Profil Sie erhalten möchten.
es: La persona cuyo perfil quieres obtener.
fr: La personne dont vous voulez obtenir le profil.
nl: De persoon wiens profiel je wilt krijgen.
pt: A pessoa cujo perfil você deseja obter.

source: Edit one of your profiles.
de: Bearbeite eines deiner Profile.
es: Edita uno de tus perfiles.
fr: Modifie l'un de tes profils.
nl: Bewerk een van je profielen.
pt: Edite um de seus perfis.

source: Get {template_name} profiles for user.
de: Holt {template_name} Profile für den Benutzer.
es: Obtener {template_name} perfiles para el usuario.
fr: Obtenir {template_name} profils pour l'utilisateur.
nl: Krijg {template_name} profielen voor gebruiker.
pt: Obtenha {template_name} perfis para o usuário.

source: Name
es: Nombre
fr: Nom
nl: Naam
pt: Nome

source: Archive channel
de: Archiv-Kanal
es: Canal de archivo
fr: Canal d'archives
nl: Archief kanaal
pt: Canal de arquivo

source: Verification channel
de: Verifizierungskanal
es: Canal de verificación
fr: Canal de vérification
nl: Verificatiekanaal
pt: Canal de verificação

source: Given role
de: Gegebene Rolle
es: Papel determinado
fr: Rôle donné
nl: Gegeven rol
pt: Dado o papel

source: Max profiles
de: Max Profile
es: Perfiles máximos
fr: Profils max
nl: Maximale profielen
pt: Perfis máximos

source: Fields
de: Felder
es: Campos
fr: Champs
nl: Velden
pt: Campos

source: Update template command
de: Befehl Vorlage aktualisieren
es: Actualizar comando de plantilla
fr: Commande de mise à jour du modèle
nl: Opdracht sjabloon bijwerken
pt: Comando Atualizar modelo

source: Create template command
de: Befehl Vorlage erstellen
es: Comando Crear plantilla
fr: Commande de création de modèle
nl: Sjablooncommando maken
pt: Criar comando de modelo

source: Remove context command
de: Kontextbefehl entfernen
es: Eliminar comando de contexto
fr: Supprimer la commande de contexte
nl: Contextcommando verwijderen
pt: Comando Remover contexto

source: Create context command
de: Befehl Kontext erstellen
es: Crear comando de contexto
fr: Commande de création de contexte
nl: Creëer context commando
pt: Criar comando de contexto

source: Template disabled
de: Vorlage deaktiviert
es: Plantilla desactivada
fr: Modèle désactivé
nl: Sjabloon uitgeschakeld
pt: Modelo desativado

source: Done
de: Erledigt
es: Hecho
fr: Terminé
nl: Klaar
pt: Feito

source: Select which part of the template you want to change.
de: Wähle den Teil der Vorlage aus, den du ändern möchtest.
es: Selecciona qué parte de la plantilla quieres cambiar.
fr: Sélectionne la partie du modèle que tu veux modifier.
nl: Selecteer welk deel van het sjabloon je wilt veranderen.
pt: Selecione a parte do modelo que você deseja alterar.

source: Cancelled template deletion :)
de: Löschung der Vorlage abgebrochen :)
es: Cancelada la eliminación de plantillas :)
fr: Suppression du modèle annulée :)
nl: Sjabloonverwijdering geannuleerd :)
pt: Eliminação de modelo cancelado :)

source: That template has already been deleted.
de: Diese Vorlage ist bereits gelöscht worden.
es: Esa plantilla ya se ha eliminado.
fr: Ce modèle a déjà été supprimé.
nl: Dat sjabloon is al verwijderd.
pt: Esse modelo já foi excluído.

source: Deleted the template **{template_name}**.
de: Lösche die Vorlage **{template_name}**.
es: Eliminada la plantilla **{template_name}**.
fr: A supprimé le modèle **{template_name}**.
nl: Het sjabloon **{template_name}** verwijderd.
pt: Deletado o modelo **{template_name}**.

source: Set template name
de: Vorlagennamen festlegen
es: Establecer el nombre de la plantilla
fr: Définir le nom du modèle
nl: Sjabloonnaam instellen
pt: Digite o Nome do Modelo

source: What do you want to set the name to?
de: Wie soll der Name lauten?
es: ¿A qué quieres poner el nombre?
fr: À quoi veux-tu que le nom soit réglé ?
nl: Waarop wil je de naam instellen?
pt: Para que você quer definir o nome?

source: That template name is already in use. Please provide another one.
de: Dieser Vorlagenname ist bereits in Gebrauch. Bitte gib einen anderen Namen an.
es: Ese nombre de plantilla ya está en uso. Por favor, proporciona otro.
fr: Ce nom de modèle est déjà utilisé. Veuillez en fournir un autre.
nl: Die sjabloonnaam is al in gebruik. Geef een andere.
pt: Esse nome de modelo já está em uso. Por favor, forneça outro.

source: Clear
de: Zurücksetzen
es: Limpiar
fr: Effacer
nl: Leeren
pt: Limpar

source: What do you want to set the archive channel to?
de: Auf was willst du den Archivkanal einstellen?
es: ¿A qué quieres ajustar el canal de archivo?
fr: Sur quoi veux-tu régler le canal d'archives ?
nl: Waar wil je het archiefkanaal op instellen?
pt: Para que você quer configurar o canal de arquivo?

source: What do you want to set the verification channel to?
de: Auf was willst du den Verifizierungskanal einstellen?
es: ¿A qué quieres ajustar el canal de verificación?
fr: Sur quoi veux-tu régler le canal de vérification ?
nl: Waarop wil je het verificatiekanaal instellen?
pt: Para que você quer definir o canal de verificação?

source: What role do you want people to get profile verification?
de: Welche Rolle sollen die Leute bei der Profilüberprüfung bekommen?
es: ¿Qué función quieres que tenga la verificación del perfil?
fr: Quel rôle veux-tu que les gens obtiennent la vérification du profil ?
nl: Welke rol wil je dat mensen profielverificatie krijgen?
pt: Que papel você quer que as pessoas tenham a verificação do perfil?

source: How many profiles can users make?
de: Wie viele Profile können Nutzer erstellen?
es: ¿Cuántos perfiles pueden hacer los usuarios?
fr: Combien de profils les utilisateurs peuvent-ils créer ?
nl: Hoeveel profielen kunnen gebruikers maken?
pt: Quantos perfis os usuários podem fazer?

source: The template limit you have given is not a valid number.
de: Der von dir angegebene Grenzwert für die Vorlage ist keine gültige Zahl.
es: El límite de plantilla que has dado no es un número válido.
fr: La limite de modèle que tu as indiquée n'est pas un nombre valide.
nl: De template-limiet die je hebt opgegeven is geen geldig getal.
pt: O limite do modelo que você deu não é um número válido.

source: The template limit you have given is too large.
es: El límite de plantilla que has dado es demasiado grande.
fr: La limite du modèle que tu as indiquée est trop grande.
pt: O limite do modelo que você deu é muito grande.

source: The template limit you have given is too large. To get access to more templates, you can donate via the {donate_command_button} command.
es: El límite de plantillas que has dado es demasiado grande. Para acceder a más plantillas, puedes hacer una donación mediante el comando {donate_command_button}.
fr: La limite de modèles que tu as indiquée est trop importante. Pour avoir accès à plus de modèles, tu peux faire un don via la commande {donate_command_button}.
pt: O limite do modelo que você deu é muito grande. Para ter acesso a mais templates, você pode doar através do comando {donate_command_button}.

source: Updated slash command.
de: Aktualisierter Slash-Befehl.
es: Comando barra oblicua actualizado.
fr: Mise à jour de la commande slash.
nl: Bijgewerkt slash commando.
pt: Comando slash atualizado.

source: Prompt
de: Eingabeaufforderung
es: Inspiración
fr: Rapide
nl: prompt, prompt
pt: Alerta

source: Optional
es: Opcional
fr: Optionnel
nl: Optioneel
pt: Opcional

source: Type
de: Typ
es: Tipo
pt: Tipo

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
nl: Verwijderen
pt: Excluir

source: Select which part of the field you want to change.
de: Wähle den Teil des Feldes aus, den du ändern möchtest.
es: Selecciona qué parte del campo quieres cambiar.
fr: Sélectionne la partie du champ que tu veux modifier.
nl: Selecteer welk deel van het veld je wilt veranderen.
pt: Selecione a parte do campo que você deseja mudar.

source: New
de: Neu
es: Nuevo
fr: Nouveau
nl: Nieuw
pt: Novo

source: Select which field you want to edit.
de: Wähle das Feld aus, das du bearbeiten möchtest.
es: Selecciona qué campo quieres editar.
fr: Sélectionne le champ que tu veux modifier.
nl: Selecteer welk veld je wilt bewerken.
pt: Selecione o campo que você deseja editar.

source: You are at the maximum amount of fields allowed for this template.
de: Du hast die maximale Anzahl an Feldern erreicht, die für diese Vorlage zulässig sind.
es: Has llegado al máximo de campos permitidos para esta plantilla.
fr: Tu as atteint le nombre maximum de champs autorisés pour ce modèle.
nl: Je zit aan het maximum aantal toegestane velden voor dit sjabloon.
pt: Você está na quantidade máxima de campos permitidos para este modelo.

source: To get access more fields, you can donate via the use the {donate_command_button} command.
es: Para acceder a más campos, puedes donar mediante el comando {donate_command_button}.
fr: Pour avoir accès à plus de champs, tu peux faire un don en utilisant la commande {donate_command_button}.
pt: Para ter acesso a mais campos, você pode doar através do uso do comando {donate_command_button}.

source: Are you sure you want to delete this field?
de: Sind Sie sicher, dass Sie dieses Feld löschen wollen?
es: ¿Estás seguro qué deseas eliminar este campo?
fr: Voulez-vous vraiment supprimer ce champ?
nl: ﻿Weet u zeker dat u dit veld wilt wissen?
pt: Tem certeza de que deseja excluir este campo?

source: Only users with the **manage guild** permission can manage templates.
de: Nur Benutzer mit der Berechtigung **Gilde verwalten** können Vorlagen verwalten.
es: Sólo los usuarios con el permiso **gestionar gremio** pueden gestionar plantillas.
fr: Seuls les utilisateurs ayant la permission **gérer la guilde** peuvent gérer les modèles.
nl: Alleen gebruikers met de toestemming **gilde beheren** kunnen sjablonen beheren.
pt: Somente usuários com a permissão **gerenciar guilda** podem gerenciar templates.

source: Set field name
de: Feldname festlegen
es: Establecer nombre de campo
fr: Définir le nom du champ
nl: Veldnaam instellen
pt: Definir nome do campo

source: The name **{field_name}** is not valid.
de: Der Name **{field_name}** ist nicht gültig.
es: El nombre **{field_name}** no es válido.
fr: Le nom **{field_name}** n'est pas valide.
nl: De naam **{field_name}** is niet geldig.
pt: O nome **{field_name}** não é válido.

source: Set field prompt
de: Feldaufforderung einstellen
es: Establecer indicación de campo
fr: Définir l'invite du champ
nl: Stel veld prompt in
pt: Definir prompt de campo

source: What do you want to set the prompt to?
de: Auf was willst du die Eingabeaufforderung einstellen?
es: ¿A qué quieres poner el indicador?
fr: Sur quoi veux-tu régler l'invite ?
nl: Waarop wil je de prompt instellen?
pt: Para que você quer definir o prompt?

source: Text
es: Texto
fr: Texte
nl: Tekst
pt: Texto

source: This is used when you want users to input up to 1000 characters into a field
de: Dies wird verwendet, wenn du möchtest, dass die Benutzer bis zu 1000 Zeichen in ein Feld eingeben können
es: Se utiliza cuando quieres que los usuarios introduzcan hasta 1000 caracteres en un campo
fr: Cette option est utilisée lorsque tu veux que les utilisateurs saisissent jusqu'à 1000 caractères dans un champ
nl: Dit wordt gebruikt als je gebruikers tot 1000 tekens in een veld wilt laten invoeren
pt: Isto é usado quando você quer que os usuários digitem até 1000 caracteres em um campo

source: Number
de: Nummer
es: Número
fr: Nombre
nl: Nummer
pt: Número

source: Used when you want users to input a number.
de: Wird verwendet, wenn du willst, dass die Benutzer eine Zahl eingeben.
es: Se utiliza cuando quieres que los usuarios introduzcan un número.
fr: Utilisé lorsque tu veux que les utilisateurs saisissent un nombre.
nl: Wordt gebruikt als je wilt dat gebruikers een getal invoeren.
pt: Usado quando você quer que os usuários digitem um número.

source: Image
de: Bild
es: Imagen
nl: Afbeelding
pt: Imagem

source: Used when you want users to input an image URL, which will appear on their profile.
de: Wird verwendet, wenn du möchtest, dass die Nutzer eine Bild-URL eingeben, die in ihrem Profil erscheint.
es: Se utiliza cuando quieres que los usuarios introduzcan la URL de una imagen, que aparecerá en su perfil.
fr: Utilisé lorsque tu veux que les utilisateurs saisissent l'URL d'une image, qui apparaîtra sur leur profil.
nl: Wordt gebruikt als je wilt dat gebruikers een URL van een afbeelding invoeren, die op hun profiel verschijnt.
pt: Usado quando você quer que os usuários insiram uma URL de imagem, que aparecerá em seu perfil.

source: What do you want to set the field type to?
de: Auf was möchtest du den Feldtyp einstellen?
es: ¿A qué quieres establecer el tipo de campo?
fr: Sur quoi veux-tu régler le type de champ ?
nl: Waarop wil je het veldtype instellen?
pt: Para que você quer definir o tipo de campo?

source: Index
es: Índice
pt: Índice

source: Field Type
de: Feldtyp
es: Tipo de campo
fr: Type de champ
nl: Veld Type
pt: Tipo de Campo

source: Template ID: `{0}`
de: Vorlagen-ID: `{0}`
es: ID de plantilla: `{0}`
fr: ID du modèle : `{0}`
nl: Sjabloon-ID: `{0}`
pt: Modelo de identificação: `{0}`

source: Guild ID: `{0}`
de: Gilden-ID: `{0}`
es: ID de gremio: `{0}`
fr: ID de la guilde : `{0}``
nl: Gilde-ID: `{0}`
pt: ID da guilda: `{0}`

source: Command ID: `{0}`
de: Befehls-ID: `{0}`
es: ID del comando: `{0}`
fr: ID de la commande : `{0}`
nl: Commando ID: `{0}`
pt: ID do Comando: `{0}`

source: Context ID: `{0}`
de: Kontext-ID: `{0}`
es: ID de contexto: `{0}`
fr: ID du contexte : `{0}`
pt: Contexto ID: `{0}`

source: Maximum allowed profiles: {0}
de: Maximal zulässige Profile: {0}
es: Máximo de perfiles permitidos: {0}
fr: Profils maximums autorisés : {0}
nl: Maximaal toegestane profielen: {0}
pt: Perfis máximos permitidos: {0}

source: Archive channel: {0}
de: Archiv-Kanal: {0}
es: Canal de archivo: {0}
fr: Canal d'archives : {0}
nl: Archiefkanaal: {0}
pt: Canal de arquivo: {0}

source: Verification channel: {0}
de: Verifizierungskanal: {0}
es: Canal de verificación: {0}
fr: Canal de vérification : {0}
nl: Verificatiekanaal: {0}
pt: Canal de verificação: {0}

source: Given role: {0}
de: Gegebene Rolle: {0}
es: Función asignada: {0}
fr: Rôle donné : {0}
nl: Gegeven rol: {0}
pt: Dado papel: {0}

source: Discord User
de: Discord Benutzer
es: Usuario de Discordia
fr: Utilisateur de Discord
nl: Discord Gebruiker
pt: Usuário da Discórdia

source: By donating to Profile, you're directly helping keep the bot alive and running, and contributing to making it better. Running a bot isn't free, so by helping out, Profile can get even better :) Of course, there are things you get in return for your contribution! \N{BULLET} Increase your maximum number of templates to 15. \N{BULLET} Have up to 20 fields in your templates. \N{BULLET} Allow 30 profiles per template. \N{BULLET} Direct access to the bot developers to pitch your ideas. You can [donate here](https://voxelfox.co.uk/portal/profile) if you're interested! Thanks!
de: Wenn du für Profile spendest, trägst du direkt dazu bei, den Bot am Leben zu erhalten und ihn zu verbessern. Der Betrieb eines Bots ist nicht kostenlos. Wenn du also hilfst, kann Profile noch besser werden :) Natürlich bekommst du für deine Spende auch etwas zurück! \N{BULLET} Erhöhe deine maximale Anzahl an Vorlagen auf 15. \N{BULLET} Erlaube bis zu 20 Felder in deinen Vorlagen. \N{BULLET} Erlaube 30 Profile pro Vorlage. \N{BULLET} Direkter Zugang zu den Bot-Entwicklern, um deine Ideen einzubringen. Du kannst [hier spenden](https://voxelfox.co.uk/portal/profile), wenn du interessiert bist! Vielen Dank!

source: This command can only be used in a guild.
de: Dieser Befehl kann nur in einer Gilde verwendet werden.

source: That template doesn't belong to this guild.
de: Diese Vorlage gehört nicht zu dieser Gilde.

source: The profile limit you have given is too large.
de: Die von dir angegebene Profilgrenze ist zu groß.

source: To increase your limit from {low} to {high}, you can donate via the use the {donate_command_button} command.
de: Um dein Limit von {low} auf {high} zu erhöhen, kannst du mit dem Befehl {donate_command_button} spenden.

source: No
de: Nein
fr: Non
nl: Nee
pt: Não

source: Set field index
de: Feldindex setzen

source: What do you want to set the index to?
de: Auf was willst du den Index setzen?
