Repository: Voxel-Fox-Ltd/Profile
Catalog: locales/*/LC_MESSAGES/profile_verification.po
Languages: de, pt

source: Approve
de: Genehmigen
pt: Aprovar

source: Decline
de: Ablehnen
pt: Rejeitar

source: Failed to get template with ID `{template_id}`.
de: Vorlage mit ID `{template_id}` konnte nicht abgerufen werden.
pt: Falha ao obter o template com ID `{template_id}`.

source: No reason provided.
de: Kein Grund angegeben.
pt: Nenhuma razão fornecida.

source: Would you like to give a denial reason?
de: Möchten Sie einen Ablehnungsgrund angeben?
pt: Você gostaria de dar um motivo de recusa?

source: Denial Reason
de: Grund der Verweigerung
pt: Motivo da recusa

source: Why are you denying this profile?
de: Warum lehnen Sie dieses Profil ab?
pt: Por que você está recusando este perfil?

source: Your profile for **{template_name}** (`{profile_name}`) on `{guild_name}` has been verified.
de: Ihr Profil für **{template_name}** (`{profile_name}`) auf `{guild_name}` wurde überprüft.
pt: O seu perfil para **{template_name}** (`{profile_name}`) em `{guild_name}` foi verificado.

source: Your profile for **{template_name}** (`{profile_name}`) on `{guild_name}` has been denied with the reason `{denial_reason}`.
de: Ihr Profil für **{template_name}** (`{profile_name}`) auf `{guild_name}` wurde mit der Begründung `{denial_reason}` abgelehnt.
pt: Seu perfil para **{template_name}** (`{profile_name}`) em `{guild_name}` foi recusado com a razão `{denial_reason}`.

source: Failed to send profile archive message.
de: Profilarchivnachricht konnte nicht gesendet werden.
pt: Falha ao enviar mensagem de arquivo de perfil.

source: Failed to add role to user.
de: Rolle kann dem Benutzer nicht hinzugefügt werden.
pt: Falha ao adicionar cargo ao usuário.

source: Profile dealt with successfully.
de: Profil erfolgreich bearbeitet.
pt: Perfil foi tratado com sucesso.
