Repository: Voxel-Fox-Ltd/Profile
Catalog: locales/*/LC_MESSAGES/profile_commands.po
Languages: de, pt, tr

source: This command can only be run as a slash command - run `/template edit {template_name}` to create it.
de: Dieser Befehl kann nur als Schrägstrich-Befehl ausgeführt werden - führen Sie `/template edit {template_name}` aus, um ihn zu erstellen.
pt: Esse comando só pode ser executado como um comando com barra - execute `/template edit {template_name}` para criá-lo.
tr: Bu komut sadece slash komutu olarak kullanılabilir - `/template edit {template_name}` yazarak yaratabilirsiniz.

source: This command can only be run as a slash command.
de: Dieser Befehl kann nur als Schrägstrich-Befehl ausgeführt werden.
pt: Esse comando só pode ser executado como um comando de barra.
tr: Bu komut sadece slash komutu olarak kullanılabilir.

source: default
de: Standard
pt: padrão
tr: varsayılan

source: Profile Name
de: Profilname
pt: Nome do perfil
tr: Profil İsmi

source: What name do you want to give your profile?
de: Welchen Namen möchten Sie Ihrem Profil geben?
pt: Que nome você quer dar ao seu perfil?
tr: Profilinize ne ismi vermek istersiniz?

source: You're already using that name for this template. Please provide an alternative.
de: Sie verwenden diesen Namen bereits für diese Vorlage. Bitte geben Sie eine Alternative an.
pt: Você já está usando esse nome para este modelo. Por favor, forneça uma alternativa.
tr: Bu ismi başka bir şablon için kullanıyorsunuz. Lütfen başka bir isim temin edin.

source: You can only use standard lettering and digits in your profile name. Please provide an alternative.
de: Sie können nur Standardbeschriftungen und Ziffern in Ihrem Profilnamen verwenden. Bitte geben Sie eine Alternative an.
pt: Você só pode usar letras e dígitos no nome do seu perfil. Por favor forneça uma alternativa.
tr: Sadece Latin harfleri ve sayılar profil isimlerinde kullanılabilir. Lütfen başka bir isim temin edin.

source: Okay
pt: Ok
tr: Tamam

source: Timed out waiting for you to continue.
de: Zeitüberschreitung, bitte fahre fort.
pt: Tempo de espera expirado.
tr: Devam etmeniz beklenirken zaman aşımına uğradı.

source: Could not get field information.
de: Es konnten keine Feldinformationen abgerufen werden.
pt: Não foi possível recuperar a informação.
tr: Gereken alan bilgisine erişilemedi.

source: Cancel profile setup
de: Profileinrichtung abbrechen
pt: Cancelar configuração do perfil
tr: Profil kurulumunu iptal et

source: You're already setting up a profile.
de: Sie richten bereits ein Profil ein.
pt: Você já está configurando um perfil.
tr: Çoktan profil kuruyorsunuz.

source: Failed to get that profile.
de: Das Profil wurde nicht erstellt.
pt: Falha ao obter esse perfil.
tr: Profil hakkında bilgi alırken hataya uğrandı.

source: You're already at the maximum number of profiles set for **{template_name}**.
de: Sie haben bereits die maximale Anzahl von Profilen erreicht, die für **{template_name}** festgelegt sind.
pt: Você já tem o número máximo de perfis definidos para **{template_name}**.
tr: **{template_name}** şablonu için maksimum profil sayısına ulaşıldı.

source: Currently the template **{template_name}** is not accepting any more applications.
de: Derzeit akzeptiert die Vorlage **{template_name}** keine Bewerbungen mehr.
pt: Atualmente, o modelo **{template_name}** não está aceitando mais aplicações.
tr: Şu anda **{template_name}** şablonu daha fazla başvuru kabul etmiyor.

source: Done
de: Abschicken
pt: Concluído
tr: Tamamlandı

source: Cancel
de: Abbrechen
pt: Cancelar
tr: İptal et

source: What attribute do you want to edit?
de: Welches Feld möchtest du bearbeiten?
pt: Qual atributo você deseja editar?
tr: Hangi özelliği düzenlemek istersiniz?

source: Cancelled profile setup.
de: Profileinrichtung abgebrochen.
pt: Configuração do perfil cancelada.
tr: Profil kurulumu iptal edildi.

source: I failed to send your profile to you - `{error_text}`.
de: Ich konnte dir dar Profil nicht zuschicken - "{error_text}".
pt: Não consegui enviar o seu perfil para você — `{error_text}`.
tr: Size kendi profilinizi yollamaya çalışırken hata oluştu - `{error_text}`.

source: It looks like the template was deleted while you were setting up your profile.
de: Es sieht so aus, als ob die Vorlage gelöscht wurde, während Sie Ihr Profil eingerichtet haben.
pt: Parece que o modelo foi excluído enquanto você estava configurando seu perfil.
tr: Gereken şablon, siz profili kurarken silinmiş.

source: Your profile has been sent to the **{guild_name}** staff team for verification - please hold tight!
de: Ihr Profil wurde zur Überprüfung an das **{guild_name}** Mitarbeiterteam geschickt - bitte haben sie ein wenig geduld!
pt: O seu perfil foi enviado para a equipe de **{guild_name}** da equipe para verificação - por favor, aguente firme!

source: Your profile has been created and saved.
de: Ihr Profil wurde erstellt und gespeichert.
pt: Seu perfil foi criado e salvo.
tr: Profiliniz yaratılmış ve kayıt edilmiştir.

source: You don't have a profile for **{template_name}** with the name **{profile_name}**.
de: Sie haben kein Profil für **{template_name}** mit dem Namen **{profile_name}**.
pt: Você não tem um perfil para **{template_name}** ** com o nome **{profile_name}**.

source: You don't have any profiles for **{template_name}**.
de: Sie haben keine Profile für **{template_name}**.
pt: Você não possui nenhum perfil de **{template_name}**.
tr: **{template_name}** şablonunda hiçbir profilin yok.

source: Are you sure you want to delete this profile?
de: Sind Sie sicher, dass Sie das Profil löschen wollen?
pt: Tem certeza de que deseja excluir este perfil?
tr: Bu profili silmek istediğinize emin misiniz?

source: Cancelled profile delete.
de: Löschen des abgebrochenen Profils.
pt: Exclusão de perfil cancelada.
tr: Profil silinmesini reddet.

source: Your profile has been deleted.
de: Ihr Profil wurde gelöscht.
pt: O seu perfil foi excluído.
tr: Profiliniz silinmiştir.

source: {user} has multiple profiles for **{template_name}** - you need to specify one.
de: {user} hat mehrere Profile für **{template_name}** - Sie müssen eines angeben.
pt: {user} tem vários perfis para **{template_name}** - você precisa especificar um.

source: You have multiple profiles for **{template_name}** - you need to specify one.
de: Sie haben mehrere Profile für **{template_name}** - Sie müssen eines angeben.
pt: Você tem vários perfis para **{template_name}** - você precisa especificar um.

source: {user} doesn't have a profile for **{template_name}** with the name **{profile_name}**.
de: {user} verfügt nicht über ein Profil für **{template_name}** mit dem Namen **{profile_name}**.
pt: {user} não possui um perfil para **{template_name}** com o nome **{profile_name}**.

source: {user} doesn't have any profiles for **{template_name}**.
de: {user} hat keine Profile für **{template_name}**.
pt: {user} não possui nenhum perfil para **{template_name}**.

source: {user}'s profile hasn't been verified yet, and thus can't be sent.
de: das Profil von {user} wurde noch nicht verifiziert und kann daher nicht gesendet werden.
pt: O perfil de {user} ainda não foi verificado e por isso não pode ser enviado.

source: Your profile hasn't been verified yet, and thus can't be sent.
de: Ihr Profil wurde noch nicht verifiziert und kann daher nicht gesendet werden.
pt: O seu perfil ainda não foi verificado e por isso não pode ser enviado.
tr: Profiliniz daha doğrulanamadı ve bu yüzden yollanamaz.
