Repository: Voxel-Fox-Ltd/Profile
Catalog: locales/*/LC_MESSAGES/template_commands.po
Languages: de, pt

source: create
de: anlegen
pt: criar

source: Create a new profile.
de: Neues Profil erstellen.
pt: Criar um novo perfil.

source: delete
de: löschen
pt: excluir

source: Delete one of your profiles.
de: Lösche eines deiner Profile.
pt: Exclua um dos seus perfis.

source: profile_name
de: profil_name
pt: nome_de_perfil

source: The name of the profile.
de: Der Name des Profils.
pt: O nome do perfil.

source: get
de: erhalten
pt: obter

source: Display a created profile
de: Erstellte Profile anzeigen
pt: Exibir um perfil criado

source: user
de: benutzer
pt: usuário

source: The person whose profile you want to get.
de: Der Benutzer, dessen Profil du sehen möchtest.
pt: A pessoa cujo perfil você quer obter.

source: edit
de: bearbeiten
pt: editar

source: Edit one of your profiles.
de: Bearbeiten Sie eines Ihrer Profile.
pt: Editar um dos seus perfis.

source: template
de: vorlage
pt: modelo

source: list
de: liste
pt: listar

source: Lists the templates that have been created for this server.
de: Listet die für diesen Server erstellten Templates auf.
pt: Lista os modelos que foram criados para este servidor.

source: The name of the template.
de: Der Name der Vorlage.
pt: O nome do modelo.

source: brief
pt: resumido

source: If you want to display all stored information.
de: Wenn Sie alle gespeicherten Informationen anzeigen möchten.
pt: Se deseja mostrar toda a informação armazenada.

source: describe
de: beschreiben
pt: descrever

source: Describe a template and its fields.
de: Beschreiben Sie eine Vorlage und ihre Felder.
pt: Descreva o modelo e seus campos.

source: Currently there are **{user_profile_count}** created profiles for this template.
de: Derzeit gibt es **{user_profile_count}** erstellte Profile für diese Vorlage.
pt: No momento, existem **{user_profile_count}** perfis criados para este modelo.

source: Edits a template.
de: Eine Vorlage bearbeiten.
pt: Editar um modelo.

source: You're already editing a template.
de: Sie sind bereits dabei, eine Vorlage zu bearbeiten.
pt: Você já está editando um modelo.

source: Template name
de: Name der Vorlage
pt: Nome do modelo

source: Profile verification channel
de: Kanal zur Profilüberprüfung
pt: Canal de verificação do perfil

source: Profile archive channel
de: Profil Archivkanal
pt: Canal de arquivo do perfil

source: Profile completion role
de: Rolle der Profilvervollständigung
pt: Cargo de conclusão do perfil

source: Template fields
de: Felder der Vorlage
pt: Campos do modelo

source: Profile count per user
de: Profilanzahl pro Benutzer
pt: Número de perfis por usuário

source: Done
de: Erledigt
pt: Concluído

source: Add slash command
de: Schrägstrich-Befehl hinzufügen
pt: Adicionar comando de barra

source: Update slash command
de: Schrägstrich-Befehl aktualisieren
pt: Atualizar comando de barra

source: Timed out waiting for edit response.
de: Zeitüberschreitung beim Warten auf eine Bearbeitungsantwort.
pt: Tempo de espera expirado para editar resposta.

source: Error adding slash command
de: Fehler beim Hinzufügen des Schrägstrich-Befehls
pt: Erro ao adicionar comando de barra

source: Error updating slash command - `{error}`.
de: Fehler beim Aktualisieren des Slash-Befehls - `{error}`.
pt: Erro ao atualizar comando de barra - `{error}`.

source: What do you want to set the template's name to?
de: Wie soll der Name der Vorlage lauten?
pt: Como você deseja definir o nome do modelo?

source: What channel do you want to set as the verification channel?
de: Welchen Kanal möchten Sie als Verifizierungskanal festlegen?
pt: Qual canal você quer definir como o canal de verificação?

source: What channel do you want to set as the archive channel?
de: Welchen Kanal möchten Sie als Archivkanal festlegen?
pt: Qual canal você deseja definir como o canal de arquivo?

source: What role do you want users to receive when their profile is approved?
de: Welche Rolle sollen die Nutzer erhalten, wenn ihr Profil genehmigt wird?
pt: Qual cargo você deseja que os usuários recebam quando o perfil deles for aprovado?

source: What do you want to set the max profile count to?
de: Auf welchen Wert möchten Sie die maximale Profilanzahl einstellen?
pt: Qual o número máximo de perfis?

source: That template name is already in use.
de: Dieser Vorlagenname ist bereits in Gebrauch.
pt: Esse nome de modelo já está em uso.

source: That template name is invalid - not within 1 and 30 characters in length.
de: Dieser Vorlagenname ist ungültig - er darf nicht zwischen 1 und 30 Zeichen lang sein.
pt: Esse nome de modelo é inválido - não é dentro de 1 e 30 caracteres.

source: You can only use standard lettering in your template name.
de: Sie können in Ihrem Vorlagennamen nur Standardbuchstaben verwenden.
pt: Você só pode usar letras padrão no nome do seu template.

source: New
de: Neu
pt: Novo

source: New (unavailable)
de: Neu (nicht verfügbar)
pt: Novo (indisponível)

source: Cancel
de: Abbrechen
pt: Cancelar

source: Which field do you want to edit?
de: Welches Feld möchten Sie bearbeiten?
pt: Qual campo você quer editar?

source: Timed out waiting for button click.
de: Zeitüberschreitung beim Warten auf das Klicken der Schaltfläche.
pt: Tempo limite de espera pelo clique do botão.

source: Field name
de: Feldname
pt: Nome do campo

source: Field prompt
de: Feld Eingabeaufforderung
pt: Aviso de campo

source: Field being optional
de: Das Feld ist optional
pt: O campo é opcional

source: Field type
de: Feldtyp
pt: Tipo de campo

source: Delete field
de: Feld löschen
pt: Excluir campo

source: Editing the field **{field_name}**. Which part would you like to edit?
de: Bearbeitung des Feldes **{field_name}**. Welchen Teil möchten Sie bearbeiten?
pt: Editando o campo **{field_name}**. Qual parte você gostaria de editar?

source: Timed out waiting for field attribute.
de: Zeitüberschreitung beim Warten auf das Feldattribut.
pt: Tempo de espera excedido para o atributo do campo.

source: Change Field Attribute
de: Feld Frage ändern
pt: Alterar Atributo do Campo

source: What name do you want the field to have?
de: Welchen Namen soll das Feld haben?
pt: Que nome você deseja que o campo tenha?

source: What should the prompt for this field be?
de: Wie sollte die Eingabeaufforderung für dieses Feld lauten?
pt: Qual deve ser o alerta para este campo?

source: Timed out waiting for modal submission.
de: Zeitüberschreitung beim Warten auf die modale Übermittlung.
pt: Tempo limite de espera excedido para o envio.

source: Do you want this field to be optional?
de: Möchten Sie, dass dieses Feld optional ist?
pt: Você quer que este campo seja opcional?

source: Yes
de: Ja
pt: Sim

source: No
de: Nein
pt: Não

source: What type do you want this field to have?
de: Welchen Typ soll dieses Feld haben?
pt: Qual o tipo desse campo?

source: Text
pt: Texto

source: Numbers
de: Nummern
pt: Números

source: Image
de: Bild
pt: Imagem

source: Deletes a template.
de: Vorlagen löschen.
pt: Excluir um modelo.

source: By doing this, you'll delete all of the created profiles under this template as well. Would you like to proceed?
de: Auf diese Weise löschen Sie auch alle unter dieser Vorlage erstellten Profile. Möchten Sie fortfahren?
pt: Ao fazer isso, você irá apagar todos os perfis criados neste modelo também. Gostaria de continuar?

source: Template delete timed out - please try again later.
de: Das Löschen der Vorlage wurde abgebrochen - bitte versuchen Sie es später noch einmal.
pt: A exclusão do modelo expirou - por favor tente novamente mais tarde.

source: Cancelled template delete.
de: Löschen der Vorlage abgebrochen.
pt: Eliminação de modelo cancelada.

source: All relevant data for template **{template_name}** (`{template_id}`) has been deleted.
de: Alle relevanten Daten für Vorlage **{template_name}** (`{template_id}`) wurden gelöscht.
pt: Todos os dados relevantes para o modelo **{template_name}** (`{template_id}`) foram excluídos.

source: template_name
de: vorlage_name
pt: nome_modelo

source: Creates a new template.
de: Neue Vorlage erstellen.
pt: Cria um novo modelo.

source: You're already creating a template.
de: Sie sind bereits dabei, eine Vorlage zu erstellen.
pt: Você já está editando um modelo.

source: You already have {max_template_count} templates set for this server, which is the maximum number you are allowed.
de: Sie haben bereits {max_template_count} Vorlagen für diesen Server eingestellt, was die maximale Anzahl ist, die Sie zulassen.
pt: Você já tem {max_template_count} modelos definidos para este servidor, que é o número máximo que você configurou.

source: You already have {max_template_count} templates set for this server, which is the maximum number you are allowed - see `/info` and donate to get a higher profile count for your server.
de: Sie haben bereits {max_template_count} Vorlagen für diesen Server eingestellt, was die maximal zulässige Anzahl ist - siehe `/info` und spenden Sie, um eine höhere Profilanzahl für Ihren Server zu erhalten.
pt: Você já tem {max_template_count} modelos definidos para este servidor, que é o número máximo que você é permitido - consulte `/info` e faça uma doação para obter uma contagem de perfil mais alta para o seu servidor.

source: You can only use normal lettering and digits in your command name. Please run this command again to set a new one.
de: Sie können nur normale Buchstaben und Ziffern in Ihrem Befehlsnamen verwenden. Bitte führen Sie diesen Befehl erneut aus, um einen neuen Namen zu vergeben.
pt: Você só pode usar letras normais e dígitos no nome do seu comando. Por favor, execute este comando novamente para definir um novo.

source: The maximum length of a profile name is 30 characters. Please run this command again to set a new one.
de: Die maximale Länge eines Profilnamens beträgt 30 Zeichen. Bitte führen Sie diesen Befehl erneut aus, um einen neuen Namen festzulegen.
pt: O comprimento máximo do nome do perfil é de 30 caracteres. Por favor, execute este comando novamente para definir um novo.

source: This server already has a template with name **{template_name}**. Please run this command again to provide another one.
de: Dieser Server hat bereits eine Vorlage mit dem Namen **{template_name}**. Bitte führen Sie diesen Befehl erneut aus, um eine andere Vorlage bereitzustellen.
pt: Este servidor já possui um modelo com o nome **{template_name}**. Por favor, execute este comando novamente para fornecer outro.

source: What name should this field have?
de: Welchen Namen soll dieses Feld haben?
pt: Que nome este campo deve ter?

source: What prompt should be sent with this message?
de: Welche Aufforderung sollte mit dieser Nachricht gesendet werden?
pt: Qual alerta deve ser enviado com esta mensagem?

source: Creating a new field has timed out.
de: Die Erstellung eines neuen Feldes hat ein Zeitlimit überschritten.
pt: O tempo de criação de um novo campo expirou.

source: Is this field optional?
de: Ist dieses Feld optional?
pt: Este campo é opcional?

source: What type is this field?
de: Welcher Art hat dieses Feld?
pt: Qual o tipo deste campo?

source: Picking a field type has timed out.
de: Bei der Auswahl eines Feldtyps ist die Zeit abgelaufen.
pt: Tempo limite para escolher um tipo de campo expirado.
