Repository: Voxel-Fox-Ltd/Profile
Catalog: locales/*/LC_MESSAGES/template.po
Languages: de

source: Template ID: `{template_id}`
de: Vorlagen-ID: "{template_id}

source: Guild ID: `{guild_id}`
de: Gilden-ID: `{guild_id}`

source: Maximum allowed profiles: `{max_profile_count}`
de: Maximal zulässige Profile: `{max_profile_count}`

source: Application command ID: `{application_command_id}`
de: ID des Anwendungsbefehls: `{application_command_id}`

source: Verification channel: {value}
de: Überprüfungskanal: {value}

source: Archive channel: {value}
de: Archiv-Kanal: {value}

source: Given role: {value}
de: Gegebene Rolle: {value}

source: Discord User
de: Discord-Benutzer

source: In this field, the owner of the created profile will be pinged.
de: In diesem Feld wird der Besitzer des erstellten Profils angepiept.

source: Field ID `{field_id}` at position {position_index} with index {field_index}, type `{type}`.``` {prompt}```
de: Feld-ID `{field_id}` an Position {position_index} mit Index {field_index}, Typ `{type}`.``` {prompt}```

source: No fields have been added to this template.
de: Zu dieser Vorlage wurden keine Felder hinzugefügt.

source: Fields
de: Felder
